import React from 'react'
import snack from '../images/nagets.jpg'


export const snackList = [
   { id: 1, totalPrice: 199, name: 'Сэндвич из печи Чикен Песто', composition: 'Сочная курочка в сочетании со сливочной Моцареллой, сыром Фета и томатами под ярким ароматным', price: 199, img: snack },
   { id: 2, totalPrice: 149, name: 'Салат Греческий', composition: 'Свежие огурцы, помидоры, кубики брынзы и оливки, заправленные оливковым маслом и лимонным соком', price: 149, img: snack },
   { id: 4, totalPrice: 249, name: 'Ролл Филадельфия', composition: 'Свежий лосось, крем-сыр, огурец и авокадо, завернутые в нежный рис и морскую водоросль', price: 249, img: snack },
   { id: 5, totalPrice: 179, name: 'Картофель фри с сырным соусом', composition: 'Хрустящие картофельные палочки, подаются со сырным соусом', price: 179, img: snack },
   { id: 6, totalPrice: 299, name: 'Куриные крылышки BBQ', composition: 'Аппетитные куриные крылышки в соусе BBQ, подаются с овощным гарниром', price: 299, img: snack },
   { id: 7, totalPrice: 129, name: 'Брускетта с помидорами', composition: 'Хрустящие ломтики багета, обжаренные с чесноком и заправленные оливковым маслом, с томатами и базиликом', price: 129, img: snack },
   { id: 8, totalPrice: 219, name: 'Чипсы с гуакамоле', composition: 'Хрустящие картофельные чипсы, подаются с домашним гуакамоле', price: 219, img: snack },
   { id: 9, totalPrice: 199, name: 'Крабовый салат', composition: 'Нежное мясо краба, свежие овощи и ароматный соус, подаются на листьях салата', price: 199, img: snack },
   { id: 10, totalPrice: 159, name: 'Сырная тарелка', composition: 'Ассорти сыров (чеддер, гауда, бри) с виноградом и орехами', price: 159, img: snack },
   { id: 11, totalPrice: 249, name: 'Кебаб из куриного филе', composition: 'Нежное куриное филе, приготовленное на гриле, подается с овощами и соусом', price: 249, img: snack },
   { id: 12, totalPrice: 179, name: 'Мидии в сливочном соусе', composition: 'Свежие мидии в ароматном сливочном соусе с чесноком и зеленью', price: 179, img: snack },
   { id: 13, totalPrice: 199, name: 'Бургер с говядиной', composition: 'Сочная говяжья котлета, сыр Чеддер, маринованные огурчики, свежие овощи и соусы в пышной булочке', price: 199, img: snack },
   { id: 14, totalPrice: 149, name: 'Куриные наггетсы', composition: 'Нежные кусочки куриного филе в хрустящей панировке, подаются с соусом BBQ', price: 149, img: snack },
   { id: 15, totalPrice: 129, name: 'Цезарь с курицей', composition: 'Свежий салат Айсберг, кусочки куриного филе, сыр Пармезан, гренки и соус Цезарь', price: 129, img: snack },
   { id: 16, totalPrice: 169, name: 'Тунец Татаки', composition: 'Обжаренные кусочки свежего тунца со специями и кунжутом, подаются с соевым соусом', price: 169, img: snack },
];